[
  {
    "client_code": "0001",
    "name": "Arthur Caldeira",
    "age": 2,
    "suggested_products": "Claro! Aqui está uma lista de produtos recomendados para uma criança de 2 anos:\n\n1. Blocos de construção: Estimulam a criatividade e desenvolvem habilidades motoras finas.\n\n2. Quebra-cabeças simples: Ajudam a desenvolver habilidades cognitivas, como resolução de problemas e coordenação olho-mão.\n\n3. Livros interativos: Incentivam a imaginação e promovem o desenvolvimento da linguagem.\n\n4. Carrinhos de brinquedo: Perfeitos para desenvolver a coordenação motora e o jogo imaginativo.\n\n5. Bonecas e bichinhos de pelúcia: Estimulam o desenvolvimento emocional e oferecem conforto.\n\n6. Instrumentos musicais simples ou brinquedos sonoros: Introduzem a música e permitem que a criança experimente sons diferentes.\n\n7. Quebra-cabeças de encaixe: Promovem habilidades motoras finas e resolução de problemas.\n\n8. Brinquedos de montar: Incentivam a criatividade e a coordenação mão-olho.\n\n9. Jogos de memória: Desenvolvem o reconhecimento de padrões e a memória.\n\n10. Brinquedos de empilhar: Ajudam a desenvolver habilidades motoras e noções espaciais.\n\nLembre-se de verificar sempre a faixa etária indicada pelo fabricante para garantir a segurança do seu filho."
  },
  {
    "client_code": "0002",
    "name": "Giovanna Freitas",
    "age": 8,
    "suggested_products": "Claro! Aqui está uma lista de produtos de brinquedos que podem ser adequados para um cliente de 8 anos:\n\n1. LEGO Classic - Conjunto de Peças Criativas: Perfeito para estimular a criatividade e imaginação, os blocos de construção LEGO são um clássico.\n\n2. Nerf N-Strike Elite Disruptor: Uma pistola de dardos que oferece muita diversão ao ar livre ou em ambientes internos com amigos e familiares.\n\n3. Playmobil Space Mars Space Station: Para crianças interessadas em exploração espacial, esse conjunto permite que elas criem suas próprias histórias e aventuras no espaço.\n\n4. Quebra-Cabeça Desafio do Cubo Mágico: Ótimo para exercitar a mente, o cubo mágico é um desafio divertido que pode ser levado para qualquer lugar.\n\n5. Carrinho de controle remoto: Um carro de controle remoto é uma maneira emocionante de brincar e controlar a velocidade e direção do veículo.\n\n6. Skate ou Patins: Para crianças ativas e que gostam de esportes, um skate ou patins podem ser ótimas opções para se divertir ao ar livre.\n\n7. Jogo Monopoly Junior: Uma versão mais simples e adaptada para crianças do clássico jogo de tabuleiro Monopoly, perfeito para aprender sobre dinheiro e estratégia.\n\n8. Kit de ciências: Para crianças curiosas e interessadas em experimentos, um kit de ciências pode ser uma maneira divertida e educativa de aprender sobre o mundo ao redor.\n\n9. Bicicleta: Uma bicicleta é uma ótima maneira de incentivar a atividade física e a independência. Certifique-se de escolher um modelo com o tamanho e recursos adequados para crianças de 8 anos.\n\n10. Livros Infantis: Incentivar a leitura é sempre importante. Escolha livros com histórias divertidas e adequadas para a idade do cliente.\n\nLembre-se de considerar os interesses individuais do cliente ao escolher os produtos, pois algumas crianças podem ter preferências específicas."
  },
  {
    "client_code": "0003",
    "name": "Clarice Pires",
    "age": 13,
    "suggested_products": "Certamente! Aqui está uma lista de produtos adequados para um cliente de 13 anos em uma loja de brinquedos:\n\n1. Jogos de tabuleiro estratégicos, como Xadrez, Banco Imobiliário ou War.\n2. Quebra-cabeças desafiadores.\n3. Carros de controle remoto.\n4. Kits de ciências, como um kit de química ou de eletricidade.\n5. Lego ou blocos de montar.\n6. Jogos de videogame populares para consoles.\n7. Quebra-cabeças 3D, como a Torre Eiffel de 500 peças.\n8. Instrumentos musicais infantis, como uma guitarra ou teclado.\n9. Jogos de cartas colecionáveis, como Pokémon ou Magic: The Gathering.\n10. Bicicletas ou patinetes.\n11. Câmeras instantâneas.\n12. Figuras de ação de séries ou filmes favoritos.\n13. Skate ou patins.\n\nEssas são apenas algumas sugestões! No entanto, é importante lembrar que cada cliente tem seus próprios interesses e preferências. Recomendo conversar com o cliente para descobrir quais são seus gostos e interesses específicos."
  }
]